Repository: ColumbusLabs/QuotaKit
Catalog: CodexBarMobile/CodexBarMobile/Localizable.xcstrings
Source language: en
Languages: ja, zh_hans, zh_hant

source: DeepSeek web-session usage and cost on your iPhone, Codex Spark and Antigravity per-model quota lanes synced through, and cost cards that show request counts in the right currency — from the QuotaKit Mac 0.31.0 sync.
ja: DeepSeek の Web セッション使用状況とコストを iPhone で確認。Codex Spark と Antigravity のモデル別クォータが同期され、コストカードはリクエスト数を正しい通貨で表示します — QuotaKit 0.31.0 の同期による更新です。
zh_hans: DeepSeek 网页会话的用量与成本现可在 iPhone 上查看，Codex Spark 与 Antigravity 的分模型配额通道同步透传，成本卡按正确币种显示请求数 —— 来自 QuotaKit 0.31.0 同步。
zh_hant: DeepSeek 網頁工作階段的用量與成本現可在 iPhone 上檢視，Codex Spark 與 Antigravity 的分模型配額通道同步透傳，成本卡按正確幣別顯示請求數 —— 來自 QuotaKit 0.31.0 同步。

source: DeepSeek — usage card with web-session today / this-month tokens, spend, and request counts shown alongside your balance.
ja: DeepSeek — Web セッションの本日・今月のトークン数、利用額、リクエスト数を残高とあわせて表示する使用状況カード。
zh_hans: DeepSeek —— 用量卡片，显示网页会话的今日 / 本月 token、花费和请求数，并与账户余额并列展示。
zh_hant: DeepSeek —— 用量卡片，顯示網頁工作階段的今日 / 本月 token、花費和請求數，並與帳戶餘額並列顯示。

source: Codex Spark — 5-hour and weekly Spark model quota lanes now sync to your iPhone.
ja: Codex Spark — 5時間および週次の Spark モデルクォータが iPhone に同期されるようになりました。
zh_hans: Codex Spark —— 5 小时和每周的 Spark 模型配额通道现已同步到 iPhone。
zh_hant: Codex Spark —— 5 小時和每週的 Spark 模型配額通道現已同步到 iPhone。

source: Antigravity — full per-model quota lanes now flow through, not just the three-family summary.
ja: Antigravity — 3系統のまとめだけでなく、モデル別クォータの全レーンが反映されるようになりました。
zh_hans: Antigravity —— 现在透传完整的分模型配额通道，而不再只是三大族的汇总。
zh_hant: Antigravity —— 現在透傳完整的分模型配額通道，而不再只是三大族的彙總。

source: Cost cards — now show request counts and format amounts in the synced currency (e.g. EUR / CNY), not just USD.
ja: コストカード — リクエスト数を表示し、USD だけでなく同期された通貨（EUR／CNY など）で金額を表示します。
zh_hans: 成本卡 —— 现在显示请求数，并按同步的币种（如 EUR / CNY）格式化金额，而不只是美元。
zh_hant: 成本卡 —— 現在顯示請求數，並按同步的幣別（如 EUR / CNY）格式化金額，而不只是美元。

source: Upstream fixes flow through automatically — the corrected Claude Enterprise extra-usage amount (no longer 100x too high), Grok / Ollama window labels and pace projection, and the Claude Design lane folded into the main Claude limit.
ja: アップストリームの修正を自動反映 — Claude Enterprise の extra-usage 金額の修正（100倍に表示される問題を解消）、Grok／Ollama のウィンドウ表示とペース予測、Claude の Design 枠をメインの Claude 上限に統合。
zh_hans: 上游修复自动透传 —— 修正 Claude 企业版 extra-usage 金额（不再高出 100 倍）、Grok / Ollama 的窗口标签与配速预测，以及将 Claude Design 通道并入主 Claude 限额。
zh_hant: 上游修復自動透傳 —— 修正 Claude 企業版 extra-usage 金額（不再高出 100 倍）、Grok / Ollama 的視窗標籤與配速預測，以及將 Claude Design 通道併入主 Claude 限額。

source: Update QuotaKit Mac to 0.31.0 (fork build 73.2 or later) to surface the DeepSeek card and the Codex Spark / Antigravity lanes. iPhone 1.10.0 stays forward-compatible with older Mac builds — the new cards simply stay hidden until Mac is updated.
ja: DeepSeek カードと Codex Spark／Antigravity レーンを表示するには、Mac 版 QuotaKit を 0.31.0（fork build 73.2 以降）に更新してください。iPhone 1.10.0 は古い Mac ビルドとも前方互換で、新しいカードは Mac を更新するまで非表示のままです。
zh_hans: 将 Mac 版 QuotaKit 更新到 0.31.0（fork build 73.2 或更高）即可显示 DeepSeek 卡片以及 Codex Spark / Antigravity 通道。iPhone 1.10.0 仍向前兼容旧版 Mac —— 新卡片会先隐藏，待 Mac 更新后自动出现。
zh_hant: 將 Mac 版 QuotaKit 更新到 0.31.0（fork build 73.2 或更高）即可顯示 DeepSeek 卡片以及 Codex Spark / Antigravity 通道。iPhone 1.10.0 仍向前相容舊版 Mac —— 新卡片會先隱藏，待 Mac 更新後自動出現。

source: Quieter, more accurate provider data synced from your Mac — Antigravity quota rows without the noise, correct Copilot usage on zero-entitlement plans, fixed Augment parsing, and steadier Claude readings — from the QuotaKit Mac 0.32.4 sync.
ja: Mac から同期される provider データがより静かで正確に — Antigravity のクォータ行からノイズを除去、zero-entitlement プランでの Copilot 使用率を修正、Augment の解析を修正、Claude の表示も安定。QuotaKit 0.32.4 の同期による更新です。
zh_hans: 从 Mac 同步来的 provider 数据更干净、更准确 —— Antigravity 配额行去除噪声、修正 zero-entitlement 套餐的 Copilot 用量、修复 Augment 解析、Claude 读数更稳。来自 QuotaKit 0.32.4 同步。
zh_hant: 從 Mac 同步來的 provider 資料更乾淨、更準確 —— Antigravity 配額行去除雜訊、修正 zero-entitlement 方案的 Copilot 用量、修復 Augment 解析、Claude 讀數更穩。來自 QuotaKit 0.32.4 同步。

source: Antigravity — quota rows are cleaner: image / lite / autocomplete / internal noise rows no longer skew the summary bar.
ja: Antigravity — クォータ行がすっきり：image／lite／autocomplete／internal のノイズ行が集計バーを歪めなくなりました。
zh_hans: Antigravity —— 配额行更干净：image / lite / autocomplete / internal 噪声行不再干扰汇总进度条。
zh_hant: Antigravity —— 配額行更乾淨：image / lite / autocomplete / internal 雜訊行不再干擾彙總進度條。

source: Copilot — zero-entitlement business tokens no longer show a misleading usage percentage.
ja: Copilot — zero-entitlement のビジネストークンで誤解を招く使用率が表示されなくなりました。
zh_hans: Copilot —— zero-entitlement 的商业 token 不再显示误导性的用量百分比。
zh_hant: Copilot —— zero-entitlement 的商業 token 不再顯示誤導性的用量百分比。

source: Augment — usage parses correctly again after the upstream status-format change.
ja: Augment — アップストリームのステータス形式変更後も使用状況が正しく解析されるようになりました。
zh_hans: Augment —— 上游状态格式变更后，用量重新可以正确解析。
zh_hant: Augment —— 上游狀態格式變更後，用量重新可以正確解析。

source: Claude — a brief sign-in hiccup no longer blanks your usage; the last good reading is kept.
ja: Claude — 一時的なサインインの不調で使用状況が空白にならず、直近の有効な値を保持します。
zh_hans: Claude —— 短暂登录波动不再清空用量，会保留最近一次有效读数。
zh_hant: Claude —— 短暫登入波動不再清空用量，會保留最近一次有效讀數。

source: Codex / Claude cost — refreshed by the v0.32 cost-scanner update; your cost cards re-scan to the corrected numbers.
ja: Codex／Claude コスト — v0.32 のコストスキャナー更新により再計算され、コストカードが修正後の数値で再スキャンされます。
zh_hans: Codex / Claude 成本 —— 经 v0.32 成本扫描器更新刷新，成本卡会重扫到修正后的数值。
zh_hant: Codex / Claude 成本 —— 經 v0.32 成本掃描器更新重新整理，成本卡會重掃到修正後的數值。

source: Update QuotaKit Mac to 0.32.4 (fork build 79.1 or later). iPhone 1.11.0 stays forward-compatible with older Mac builds — these refinements simply arrive once Mac is updated.
ja: Mac 版 QuotaKit を 0.32.4（fork build 79.1 以降）に更新してください。iPhone 1.11.0 は古い Mac ビルドとも前方互換で、これらの改善は Mac を更新すると反映されます。
zh_hans: 将 Mac 版 QuotaKit 更新到 0.32.4（fork build 79.1 或更高）。iPhone 1.11.0 仍向前兼容旧版 Mac —— 这些改进会在 Mac 更新后到达。
zh_hant: 將 Mac 版 QuotaKit 更新到 0.32.4（fork build 79.1 或更高）。iPhone 1.11.0 仍向前相容舊版 Mac —— 這些改進會在 Mac 更新後到達。

source: Search providers
ja: プロバイダーを検索
zh_hans: 搜索 provider
zh_hant: 搜尋 provider

source: No matching providers
ja: 一致するプロバイダーがありません
zh_hans: 没有匹配的 provider
zh_hant: 沒有符合的 provider

source: No provider matches your search. Try a different name.
ja: 検索に一致するプロバイダーがありません。別の名前で試してください。
zh_hans: 没有 provider 匹配你的搜索。换个名称试试。
zh_hant: 沒有 provider 符合你的搜尋。換個名稱試試。

source: Search — filter the Usage list by provider name; handy when many providers are synced.
ja: 検索 — Usage リストをプロバイダー名で絞り込み。多数のプロバイダーが同期されているときに便利。
zh_hans: 搜索 —— 按 provider 名称过滤 Usage 列表；同步的 provider 很多时很方便。
zh_hant: 搜尋 —— 按 provider 名稱過濾 Usage 列表；同步的 provider 很多時很方便。

source: The Daily Spend chart on the Cost tab now scrolls through your full accumulated history instead of cramming every day into one screen.
ja: 「コスト」タブの「日次支出」チャートが、すべての日付を1画面に詰め込むのではなく、蓄積された全履歴を横スクロールで閲覧できるようになりました。
zh_hans: 「费用」标签里的「每日支出」图表现在可以横向滚动浏览完整的历史记录，不再把所有天数挤在一屏里。
zh_hant: 「費用」標籤裡的「每日支出」圖表現在可以橫向滾動瀏覽完整的歷史記錄，不再把所有天數擠在一屏裡。

source: Daily Spend chart — shows a clean ~30-day window and scrolls left to reveal your full cost history (30 / 90 / 365-day windows); the latest day stays pinned to the right edge.
ja: 日次支出チャート — 約30日間のすっきりした表示で、左にスクロールするとコスト履歴全体を確認できます（30 / 90 / 365日のウィンドウに対応）。最新の日は常に右端に固定されます。
zh_hans: 每日支出图表 —— 显示约 30 天的清爽窗口，向左滑动即可查看完整的费用历史（支持 30 / 90 / 365 天窗口），最新一天始终固定在右侧。
zh_hant: 每日支出圖表 —— 顯示約 30 天的清爽視窗，向左滑動即可查看完整的費用歷史（支援 30 / 90 / 365 天視窗），最新一天始終固定在右側。

source: Free provider
ja: 無料プロバイダー
zh_hans: 免费提供商
zh_hant: 免費提供商

source: Choose a provider
ja: プロバイダーを選択
zh_hans: 选择提供商
zh_hant: 選擇提供商

source: Change
ja: 変更
zh_hans: 更改
zh_hant: 更改

source: Unlock the official iOS companion features and support ongoing QuotaKit maintenance.
ja: 公式 iOS コンパニオン機能をアンロックし、QuotaKit の継続的なメンテナンスを支援します。
zh_hans: 解锁官方 iOS companion 功能，并支持 QuotaKit 的持续维护。
zh_hant: 解鎖官方 iOS companion 功能，並支持 QuotaKit 的持續維護。

source: Lifetime unlock is active on this Apple ID.
ja: この Apple ID でライフタイムアンロックが有効です。
zh_hans: 此 Apple ID 已启用终身解锁。
zh_hant: 此 Apple ID 已啟用終身解鎖。

source: All synced provider cards are unlocked.
ja: 同期済みのすべてのプロバイダーカードがアンロックされています。
zh_hans: 所有已同步的提供商卡片均已解锁。
zh_hant: 所有已同步的提供商卡片均已解鎖。

source: Hidden synced provider groups: %lld. Upgrade once to unlock unlimited providers, widgets, alerts, history, and share cards.
ja: 非表示の同期済みプロバイダーグループ: %lld。1 回のアップグレードで、無制限のプロバイダー、ウィジェット、アラート、履歴、共有カードをアンロックできます。
zh_hans: 已隐藏的同步提供商组：%lld。一次升级即可解锁无限提供商、小组件、提醒、历史记录和分享卡片。
zh_hant: 已隱藏的同步提供商群組：%lld。一次升級即可解鎖無限提供商、小工具、提醒、歷史記錄和分享卡片。

source: Checking your Pro status.
ja: Pro ステータスを確認中です。
zh_hans: 正在检查你的 Pro 状态。
zh_hant: 正在檢查你的 Pro 狀態。

source: Lifetime unlock active. Thank you for supporting QuotaKit.
ja: ライフタイムアンロックが有効です。QuotaKit のサポートありがとうございます。
zh_hans: 终身解锁已启用。感谢你支持 QuotaKit。
zh_hant: 終身解鎖已啟用。感謝你支持 QuotaKit。

source: Purchase is pending approval or completion.
ja: 購入は承認または完了待ちです。
zh_hans: 购买正在等待批准或完成。
zh_hant: 購買正在等待核准或完成。

source: QuotaKit Pro is not available from the App Store right now.
ja: 現在、QuotaKit Pro は App Store で利用できません。
zh_hans: QuotaKit Pro 目前无法从 App Store 获取。
zh_hant: QuotaKit Pro 目前無法從 App Store 取得。

source: Could not update Pro status.
ja: Pro ステータスを更新できませんでした。
zh_hans: 无法更新 Pro 状态。
zh_hant: 無法更新 Pro 狀態。

source: Restore
ja: 復元
zh_hans: 恢复
zh_hant: 恢復

source: Unlocked
ja: アンロック済み
zh_hans: 已解锁
zh_hant: 已解鎖

source: Unlimited providers
ja: 無制限のプロバイダー
zh_hans: 无限提供商
zh_hant: 無限提供商

source: Home Screen widgets
ja: ホーム画面ウィジェット
zh_hans: 主屏幕小组件
zh_hant: 主畫面小工具

source: Lock Screen widgets
ja: ロック画面ウィジェット
zh_hans: 锁定屏幕小组件
zh_hant: 鎖定畫面小工具

source: Quota notifications
ja: クォータ通知
zh_hans: 配额通知
zh_hant: 配額通知

source: Full cost dashboard
ja: 完全なコストダッシュボード
zh_hans: 完整成本仪表盘
zh_hant: 完整成本儀表板

source: Usage history charts
ja: 使用履歴グラフ
zh_hans: 使用历史图表
zh_hant: 使用歷史圖表

source: Share cards
ja: 共有カード
zh_hans: 分享卡片
zh_hant: 分享卡片

source: Advanced merge views
ja: 高度な統合ビュー
zh_hans: 高级合并视图
zh_hant: 進階合併檢視

source: %@ · Lifetime unlock. No subscription.
ja: %@ · ライフタイムアンロック。サブスクリプションではありません。
zh_hans: %@ · 终身解锁。无订阅。
zh_hant: %@ · 終身解鎖。無訂閱。

source: The Daily Spend chart on the Cost tab now scrolls through your full accumulated history, and QuotaKit Pro now gates provider, cost, history, sharing, merge, and visible notification features for real synced data.
ja: 「コスト」タブの Daily Spend グラフが蓄積された全履歴をスクロールできるようになり、QuotaKit Pro は実同期データのプロバイダー、コスト、履歴、共有、統合、表示通知機能をゲートするようになりました。
zh_hans: “成本”标签页的 Daily Spend 图表现在可滚动查看完整累积历史，QuotaKit Pro 也会为真实同步数据限制提供商、成本、历史、分享、合并和可见通知功能。
zh_hant: 「成本」分頁的 Daily Spend 圖表現在可捲動查看完整累積歷史，QuotaKit Pro 也會為真實同步資料限制提供商、成本、歷史、分享、合併和可見通知功能。

source: QuotaKit Pro — Free mode keeps one selected synced provider plus basic quota details, while Pro and demo mode unlock the full provider list, cost dashboard, history charts, share actions, advanced merge controls, and visible quota alerts.
ja: QuotaKit Pro — Free モードでは、選択した同期済みプロバイダー 1 つと基本的なクォータ詳細を維持します。Pro とデモモードでは、全プロバイダー一覧、コストダッシュボード、履歴グラフ、共有アクション、詳細な統合コントロール、表示型クォータ通知が解除されます。
zh_hans: QuotaKit Pro — Free 模式保留一个已选择的同步提供商和基础额度详情；Pro 和演示模式解锁完整提供商列表、成本仪表盘、历史图表、分享操作、高级合并控制和可见额度提醒。
zh_hant: QuotaKit Pro — Free 模式保留一個已選擇的同步提供商和基本額度詳情；Pro 和示範模式解鎖完整提供商列表、成本儀表板、歷史圖表、分享操作、進階合併控制和可見額度提醒。

source: This Pro feature is unlocked.
ja: この Pro 機能はアンロックされています。
zh_hans: 此 Pro 功能已解锁。
zh_hant: 此 Pro 功能已解鎖。

source: Unlock QuotaKit Pro to view the full cost dashboard, history charts, and share cards for synced provider data.
ja: QuotaKit Pro をアンロックすると、同期済みプロバイダーデータの完全なコストダッシュボード、履歴グラフ、共有カードを表示できます。
zh_hans: 解锁 QuotaKit Pro 即可查看同步提供商数据的完整成本仪表盘、历史图表和分享卡片。
zh_hant: 解鎖 QuotaKit Pro 即可查看同步提供商資料的完整成本儀表板、歷史圖表和分享卡片。

source: Unlock QuotaKit Pro to view usage history charts, cost details, budgets, and daily spend for this provider.
ja: QuotaKit Pro をアンロックすると、このプロバイダーの使用履歴グラフ、コスト詳細、予算、日別支出を表示できます。
zh_hans: 解锁 QuotaKit Pro 即可查看此提供商的使用历史图表、成本详情、预算和每日支出。
zh_hant: 解鎖 QuotaKit Pro 即可查看此提供商的使用歷史圖表、成本詳情、預算和每日支出。

source: Unlock QuotaKit Pro to keep extended local cost history and choose longer history windows on this iPhone.
ja: QuotaKit Pro をアンロックすると、この iPhone に拡張ローカルコスト履歴を保存し、より長い履歴期間を選べます。
zh_hans: 解锁 QuotaKit Pro 即可在此 iPhone 上保留更长的本地成本历史，并选择更长的历史窗口。
zh_hant: 解鎖 QuotaKit Pro 即可在此 iPhone 上保留更長的本機成本歷史，並選擇更長的歷史視窗。

source: QuotaKit Pro is required to launch directly into the Cost dashboard.
ja: コストダッシュボードを直接開いて起動するには QuotaKit Pro が必要です。
zh_hans: 直接启动到成本仪表盘需要 QuotaKit Pro。
zh_hant: 直接啟動到成本儀表板需要 QuotaKit Pro。

source: No quota window
ja: quota ウィンドウなし
zh_hans: 暂无 quota 窗口
zh_hant: 暫無 quota 視窗

source: Unlock widgets
ja: ウィジェットを解除
zh_hans: 解锁小组件
zh_hant: 解鎖小工具

source: Widgets are included with %@.
ja: ウィジェットは %@ に含まれます。
zh_hans: 小组件包含在 %@ 中。
zh_hant: 小工具包含在 %@ 中。

source: %lld%% left · %@
ja: 残り %lld%% · %@
zh_hans: 剩余 %lld%% · %@
zh_hant: 剩餘 %lld%% · %@

source: Open the app after Mac sync
ja: Mac 同期後にアプリを開く
zh_hans: Mac 同步后打开 App
zh_hant: Mac 同步後打開 App

source: Open the app after your Mac syncs to refresh widget data.
ja: Mac の同期後にアプリを開くとウィジェットデータが更新されます。
zh_hans: Mac 同步后打开 App 以刷新小组件数据。
zh_hant: Mac 同步後打開 App 以重新整理小工具資料。

source: See synced quota status from your Mac.
ja: Mac から同期された quota 状態を確認できます。
zh_hans: 查看从 Mac 同步的 quota 状态。
zh_hant: 查看從 Mac 同步的 quota 狀態。

source: Unlock the official iOS companion features, including Home Screen and Lock Screen widgets, and support ongoing QuotaKit maintenance.
ja: ホーム画面とロック画面ウィジェットを含む公式 iOS コンパニオン機能を解除し、QuotaKit の継続的なメンテナンスを支援できます。
zh_hans: 解锁官方 iOS 伴侣功能，包括主屏幕和锁屏小组件，并支持 QuotaKit 的持续维护。
zh_hant: 解鎖官方 iOS 伴侶功能，包括主畫面與鎖定畫面小工具，並支持 QuotaKit 的持續維護。

source: Company
ja: 会社
zh_hans: 公司
zh_hant: 公司

source: QuotaKit Widgets
ja: QuotaKit ウィジェット
zh_hans: QuotaKit 小组件
zh_hant: QuotaKit 小工具

source: QuotaKit Push Extension
ja: QuotaKit プッシュ拡張
zh_hans: QuotaKit 推送扩展
zh_hant: QuotaKit 推播擴充

source: %lld synthetic providers from Mac. Toggle off in Mac QuotaKit → Settings → Mobile → Debug · Mock Provider Data; iPhone updates within ~30s.
ja: Mac から %lld 個の合成プロバイダー。Mac QuotaKit → 設定 → Mobile → Debug · Mock Provider Data でオフに切り替えると、iPhone は約 30 秒以内に更新されます。
zh_hans: %lld 个模拟 provider 来自 Mac。在 Mac QuotaKit → 设置 → Mobile → Debug · Mock Provider Data 关闭后，iPhone 会在约 30 秒内更新。
zh_hant: %lld 個模擬 provider 來自 Mac。在 Mac QuotaKit → 設定 → Mobile → Debug · Mock Provider Data 關閉後，iPhone 會在約 30 秒內更新。

source: Official QuotaKit repository
ja: QuotaKit 公式リポジトリ
zh_hans: QuotaKit 官方仓库
zh_hant: QuotaKit 官方倉庫

source: Your Mac is using legacy sync. Update QuotaKit on Mac for faster, more reliable provider updates.
ja: Mac が従来の同期を使用しています。Mac の QuotaKit を更新すると、より高速で信頼性の高い provider 更新を利用できます。
zh_hans: 你的 Mac 正在使用旧版同步。更新 Mac 版 QuotaKit 可获得更快、更可靠的 provider 更新。
zh_hant: 你的 Mac 正在使用舊版同步。更新 Mac 版 QuotaKit 可獲得更快、更可靠的 provider 更新。

source: Subscription Utilization and Mac→iPhone push notifications need a recent QuotaKit Mac build. Get it from github.com/ColumbusLabs/QuotaKit/releases.
ja: サブスクリプション利用率と Mac→iPhone プッシュ通知には新しい QuotaKit Mac ビルドが必要です。github.com/ColumbusLabs/QuotaKit/releases から入手してください。
zh_hans: 订阅利用率和 Mac→iPhone 推送通知需要较新的 QuotaKit Mac 构建。从 github.com/ColumbusLabs/QuotaKit/releases 获取。
zh_hant: 訂閱利用率和 Mac→iPhone 推播通知需要較新的 QuotaKit Mac 建置。從 github.com/ColumbusLabs/QuotaKit/releases 取得。

source: Mac QuotaKit → Settings → Mobile → Debug · Mock Provider Data
ja: Mac QuotaKit → 設定 → Mobile → Debug · Mock Provider Data
zh_hans: Mac QuotaKit → 设置 → Mobile → Debug · Mock Provider Data
zh_hant: Mac QuotaKit → 設定 → Mobile → Debug · Mock Provider Data

source: QuotaKit Pro now gates provider, cost, history, sharing, merge, notifications, and iOS widgets for real synced data, with a cleaner QuotaKit-branded iOS experience.
ja: QuotaKit Pro は、実データ同期時の provider、コスト、履歴、共有、マージ、通知、iOS ウィジェットを制御し、iOS 体験も QuotaKit ブランドに整えました。
zh_hans: QuotaKit Pro 现在会为真实同步数据中的 provider、费用、历史、分享、合并、通知和 iOS 小组件提供门控，并带来更清晰的 QuotaKit 品牌 iOS 体验。
zh_hant: QuotaKit Pro 現在會為真實同步資料中的 provider、費用、歷史、分享、合併、通知和 iOS 小工具提供門控，並帶來更清晰的 QuotaKit 品牌 iOS 體驗。

source: Widgets — QuotaKit Pro adds Home Screen and Lock Screen widgets backed only by sanitized iPhone-side snapshot data, reload immediately after Pro unlock, migrate safely from prior QuotaKit local caches, and localize across all four supported languages.
ja: ウィジェット — QuotaKit Pro のホーム画面/ロック画面ウィジェットは整理済み iPhone 側スナップショットのみを使用し、Pro 解除後すぐに更新され、旧 QuotaKit ローカルキャッシュから安全に移行し、4 言語すべてにローカライズされます。
zh_hans: 小组件 —— QuotaKit Pro 的主屏幕和锁屏小组件只读取经过清理的 iPhone 端快照，Pro 解锁后会立即刷新，并可从旧 QuotaKit 本地缓存安全迁移，且支持全部四种语言。
zh_hant: 小工具 —— QuotaKit Pro 的主畫面與鎖定畫面小工具只讀取經過清理的 iPhone 端快照，Pro 解鎖後會立即重新整理，並可從舊 QuotaKit 本地快取安全移轉，且支援全部四種語言。

source: Branding — iOS screens, setup text, share cards, and update prompts now use QuotaKit while preserving upstream attribution where it belongs.
ja: ブランディング — iOS 画面、セットアップ文言、共有カード、更新案内を QuotaKit に更新し、必要な場所では上流への帰属も残しています。
zh_hans: 品牌 —— iOS 界面、设置文字、分享卡片和更新提示现在使用 QuotaKit，同时在合适位置保留上游署名。
zh_hant: 品牌 —— iOS 介面、設定文字、分享卡片和更新提示現在使用 QuotaKit，同時在合適位置保留上游署名。

source: Branding and setup — iOS screens, the app icon, share cards, update prompts, and Mac setup now use QuotaKit. The iPhone shares a Columbus Labs setup page for Mac installation instead of sending you straight to GitHub.
ja: ブランディングとセットアップ — iOS 画面、アプリアイコン、共有カード、更新案内、Mac セットアップを QuotaKit に統一しました。iPhone からは GitHub に直接送るのではなく、Columbus Labs の Mac セットアップページを共有します。
zh_hans: 品牌与设置 —— iOS 界面、应用图标、分享卡片、更新提示和 Mac 设置现在都使用 QuotaKit。iPhone 会分享 Columbus Labs 的 Mac 设置页面，而不是直接把你带到 GitHub。
zh_hant: 品牌與設定 —— iOS 介面、App 圖示、分享卡片、更新提示和 Mac 設定現在都使用 QuotaKit。iPhone 會分享 Columbus Labs 的 Mac 設定頁面，而不是直接把你帶到 GitHub。

source: Copied Setup Link
ja: セットアップリンクをコピーしました
zh_hans: 已复制设置链接
zh_hant: 已複製設定連結

source: Copy Setup Link
ja: セットアップリンクをコピー
zh_hans: 复制设置链接
zh_hant: 複製設定連結

source: Mac setup required
ja: Mac のセットアップが必要です
zh_hans: 需要设置 Mac
zh_hant: 需要設定 Mac

source: Open setup on your Mac
ja: Mac でセットアップを開く
zh_hans: 在 Mac 上打开设置
zh_hant: 在 Mac 上開啟設定

source: Open the setup link on your Mac, then download QuotaKit and move it to Applications.
ja: Mac でセットアップリンクを開き、QuotaKit をダウンロードして Applications に移動してください。
zh_hans: 在 Mac 上打开设置链接，然后下载 QuotaKit 并移到“应用程序”文件夹。
zh_hant: 在 Mac 上開啟設定連結，然後下載 QuotaKit 並移到「應用程式」資料夾。

source: QuotaKit needs the Mac app to collect usage. Share this setup link to your Mac or copy it to open there.
ja: QuotaKit が使用状況を集めるには Mac アプリが必要です。このセットアップリンクを Mac に共有するか、コピーして Mac で開いてください。
zh_hans: QuotaKit 需要 Mac 应用来收集用量。把这个设置链接分享到 Mac，或复制后在 Mac 上打开。
zh_hant: QuotaKit 需要 Mac 應用程式來收集用量。把這個設定連結分享到 Mac，或複製後在 Mac 上開啟。

source: Share Mac Setup Link
ja: Mac セットアップリンクを共有
zh_hans: 分享 Mac 设置链接
zh_hant: 分享 Mac 設定連結

source: Update QuotaKit on your Mac
ja: Mac の QuotaKit をアップデート
zh_hans: 更新 Mac 上的 QuotaKit
zh_hant: 更新 Mac 上的 QuotaKit

source: Your Mac is using legacy sync. Open the setup link on your Mac to install the current QuotaKit build and enable CloudKit multi-device sync.
ja: お使いの Mac は旧式の同期を使用しています。Mac でセットアップリンクを開き、最新の QuotaKit ビルドをインストールして CloudKit マルチデバイス同期を有効にしてください。
zh_hans: 你的 Mac 正在使用旧版同步。请在 Mac 上打开设置链接，安装当前 QuotaKit 构建并启用 CloudKit 多设备同步。
zh_hant: 你的 Mac 正在使用舊版同步。請在 Mac 上開啟設定連結，安裝目前的 QuotaKit 建置並啟用 CloudKit 多裝置同步。

source: Active days
ja: アクティブ日数
zh_hans: 活跃天数
zh_hant: 活躍天數

source: Appearance
ja: 外観
zh_hans: 外观
zh_hant: 外觀

source: Card density
ja: カード密度
zh_hans: 卡片密度
zh_hant: 卡片密度

source: Comfortable
ja: 快適
zh_hans: 舒适
zh_hant: 舒適

source: Compact
ja: コンパクト
zh_hans: 紧凑
zh_hant: 緊湊

source: Dark
ja: ダーク
zh_hans: 深色
zh_hant: 深色

source: Demo mode
ja: デモモード
zh_hans: 演示模式
zh_hant: 演示模式

source: Demo · synthetic data
ja: デモ · 合成データ
zh_hans: 演示 · 合成数据
zh_hant: 演示 · 合成資料

source: Layout
ja: レイアウト
zh_hans: 布局
zh_hant: 版面

source: Light
ja: ライト
zh_hans: 浅色
zh_hant: 淺色

source: Live · synced from Mac
ja: ライブ · Macから同期
zh_hans: 实时 · 已从 Mac 同步
zh_hant: 即時 · 已從 Mac 同步

source: %lld sec ago
ja: %lld 秒前
zh_hans: %lld 秒前
zh_hant: %lld 秒前

source: Last synced %@
ja: 最終同期: %@
zh_hans: 上次同步 %@
zh_hant: 上次同步 %@

source: Mock · %lld synthetic providers
ja: モック · 合成プロバイダー %lld 件
zh_hans: 模拟 · %lld 个合成提供商
zh_hant: 模擬 · %lld 個合成提供商

source: Mock · %lld synthetic providers active
ja: モック · 合成プロバイダー %lld 件が有効
zh_hans: 模拟 · %lld 个合成提供商已启用
zh_hant: 模擬 · %lld 個合成提供商已啟用

source: No active days
ja: アクティブ日数なし
zh_hans: 无活跃天数
zh_hant: 無活躍天數

source: Pages
ja: ページ
zh_hans: 页面
zh_hant: 頁面

source: Stale · pull to refresh
ja: 古い · 引っ張って更新
zh_hans: 已过期 · 下拉刷新
zh_hant: 已過期 · 下拉更新

source: Stale · tap or pull to refresh
ja: 古い · タップまたは引っ張って更新
zh_hans: 已过期 · 点按或下拉刷新
zh_hant: 已過期 · 點按或下拉更新

source: Synced %@
ja: %@ に同期
zh_hans: 已于 %@ 同步
zh_hant: 已於 %@ 同步

source: Refresh failed
ja: 更新に失敗
zh_hans: 刷新失败
zh_hant: 更新失敗

source: Refresh failed · last synced %@
ja: 更新失敗 · 最終同期 %@
zh_hans: 刷新失败 · 上次同步 %@
zh_hant: 更新失敗 · 上次同步 %@

source: Refresh synced data
ja: 同期データを更新
zh_hans: 刷新同步数据
zh_hant: 更新同步資料

source: Refreshing…
ja: 更新中…
zh_hans: 正在刷新…
zh_hant: 正在更新…

source: Refreshing · last synced %@
ja: 更新中 · 最終同期 %@
zh_hans: 正在刷新 · 上次同步 %@
zh_hant: 正在更新 · 上次同步 %@

source: Sync polish — provider colors now stay distinct and readable in both appearances, and the synced-time chip keeps its status available to VoiceOver while refreshing.
ja: 同期の磨き込み — provider 色は両方の表示モードで見分けやすく読みやすいままになり、同期時刻チップは更新中も VoiceOver で状態を確認できます。
zh_hans: 同步细节优化 —— provider 颜色现在在两种外观下都保持清晰可辨，同步时间标签在刷新时也会继续向 VoiceOver 提供状态。
zh_hant: 同步細節優化 —— provider 顏色現在在兩種外觀下都保持清晰可辨，同步時間標籤在更新時也會繼續向 VoiceOver 提供狀態。

source: System
ja: システム
zh_hans: 跟随系统
zh_hant: 跟隨系統

source: Theme
ja: テーマ
zh_hans: 主题
zh_hant: 主題

source: Top driver
ja: 最大要因
zh_hans: 主要来源
zh_hant: 主要來源

source: 30-day spend
ja: 30日間の支出
zh_hans: 30 天支出
zh_hant: 30 天支出

source: Demo data
ja: デモデータ
zh_hans: 演示数据
zh_hant: 示範資料

source: Synthetic providers for preview
ja: プレビュー用のサンプルプロバイダー
zh_hans: 用于预览的模拟服务商
zh_hant: 用於預覽的模擬服務商

source: Exit demo preview
ja: デモプレビューを終了
zh_hans: 退出演示预览
zh_hant: 結束示範預覽

source: Copy
ja: コピー
zh_hans: 复制
zh_hant: 複製

source: Copied
ja: コピー済み
zh_hans: 已复制
zh_hant: 已複製

source: Preview
ja: プレビュー
zh_hans: 预览
zh_hant: 預覽

source: Share with Mac
ja: Mac に共有
zh_hans: 分享到 Mac
zh_hant: 分享到 Mac

source: Demo Preview
ja: デモプレビュー
zh_hans: 演示预览
zh_hant: 示範預覽

source: Announcement
ja: お知らせ
zh_hans: 公告
zh_hant: 公告

source: Bundled defaults
ja: 同梱デフォルト
zh_hans: 内置默认配置
zh_hant: 內建預設設定

source: Cached config
ja: キャッシュ済み設定
zh_hans: 缓存配置
zh_hant: 快取設定

source: Remote config active
ja: リモート設定が有効
zh_hans: 远程配置已启用
zh_hant: 遠端設定已啟用

source: Invalid remote config response
ja: リモート設定のレスポンスが無効です
zh_hans: 远程配置响应无效
zh_hant: 遠端設定回應無效

source: Unsupported remote config schema %lld
ja: 未対応のリモート設定スキーマ %lld
zh_hans: 不支持的远程配置架构 %lld
zh_hant: 不支援的遠端設定結構 %lld

source: Remote config could not be decoded
ja: リモート設定をデコードできません
zh_hans: 无法解码远程配置
zh_hant: 無法解碼遠端設定

source: Status
ja: ステータス
zh_hans: 状态
zh_hant: 狀態

source: Config Version
ja: 設定バージョン
zh_hans: 配置版本
zh_hant: 設定版本

source: Last Updated
ja: 最終更新
zh_hans: 上次更新
zh_hant: 上次更新

source: Setup URL
ja: セットアップ URL
zh_hans: 设置 URL
zh_hant: 設定 URL

source: Disabled Features
ja: 無効な機能
zh_hans: 已停用功能
zh_hant: 已停用功能

source: Refresh Remote Config
ja: リモート設定を更新
zh_hans: 刷新远程配置
zh_hant: 重新整理遠端設定

source: Remote Config
ja: リモート設定
zh_hans: 远程配置
zh_hant: 遠端設定

source: Public Columbus Labs configuration for safe OTA guardrails. It cannot change app code or access provider credentials.
ja: 安全な OTA ガードレール用の Columbus Labs 公開設定です。アプリコードの変更やプロバイダー認証情報へのアクセスはできません。
zh_hans: Columbus Labs 的公开配置仅用于安全的 OTA 护栏。它不能更改应用代码，也不能访问服务商凭据。
zh_hant: Columbus Labs 的公開設定僅用於安全的 OTA 護欄。它不能變更 App 程式碼，也不能存取服務商憑證。

source: None
ja: なし
zh_hans: 无
zh_hant: 無

source: Checking purchase status.
ja: 購入状況を確認しています。
zh_hans: 正在检查购买状态。
zh_hant: 正在檢查購買狀態。

source: Free mode shows one synced provider. Pro unlocks all providers you've connected, plus widgets, cost history, sharing, and alerts.
ja: Free モードでは同期済みプロバイダーを 1 つ表示します。Pro では接続済みのすべてのプロバイダーに加えて、ウィジェット、コスト履歴、共有、アラートをアンロックできます。
zh_hans: Free 模式显示一个已同步的提供商。Pro 可解锁你已连接的所有提供商，以及小组件、成本历史、分享和提醒。
zh_hant: Free 模式顯示一個已同步的提供商。Pro 可解鎖你已連接的所有提供商，以及小工具、成本歷史、分享和提醒。
